<!doctype html>
<html <?php language_attributes(); ?>>
<head>
	<meta charset="<?php bloginfo( 'charset' ); ?>">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<meta name="copyright" lang="ru" content="2016 - <?php echo date('Y')?> © Автоплюс, сеть автотехцентров в Уфе"/>
	<link rel="profile" href="http://gmpg.org/xfn/11">
	<link href="https://fonts.googleapis.com/css2?family=Montserrat&amp;family=Montserrat:wght@300;400;500;700;800;900&amp;display=swap&family=Bellota+Text:wght@700" rel="stylesheet">
	<meta property="og:image" content="/wp-content/uploads/images/logo.svg"/>
	<?php do_action('wp_head_custom'); ?>
	<?php wp_head(); ?>
	<!-- <link rel="preconnect" href="https://fonts.gstatic.com">
	<link href="https://fonts.googleapis.com/css2?family=Noto+Sans:wght@400;700&family=Open+Sans:wght@300;600&family=Rubik:wght@400;600;900&display=swap" rel="stylesheet"> -->
	<script src="/wp-content/themes/rgtheme/js/rive.js"></script>
</head>

<body <?php body_class(); ?> >
<?php echo do_shortcode("[organizationScheme]"); ?>
<?php echo do_shortcode("[articlesScheme]"); ?>
<?php echo do_shortcode("[imageobjectScheme]"); ?>
<?php do_action('start_body'); ?>
<?php do_action('before_header'); ?>
<header>
<?php do_action('top_header'); ?>
	<div class="header-top">
		<div class="container">
			<div class="header-top__col">
				<div class="header-top__logo">
					<a href="/"><svg xmlns="http://www.w3.org/2000/svg" width="132" height="45" viewBox="0 0 132 45" fill="none"><g clip-path="url(#clip0)"><path d="M68 41.9955H70.6025V32.4162H78.4052V41.9955H81.0076V31H68V41.9955ZM82.9164 41.9955C84.6498 41.8301 88.1198 41.4961 88.1198 37.4146V32.4162H94.1891V41.9955H96.79V31H85.5173V37.4101C85.5173 40.0755 83.7839 40.4079 82.9164 40.5749V41.9955ZM99.2109 41.9955H101.812V37.1641H104.422V39.746C104.422 41.9955 106.503 41.9955 108.586 41.9955H113.268C115.35 41.9955 117.431 41.9955 117.431 39.746V33.2495C117.431 31 115.35 31 113.268 31H108.586C106.503 31 104.422 31 104.422 33.2495V35.7539H101.82V31H99.2186L99.2109 41.9955ZM107.015 39.9965V32.9991C107.015 32.4162 107.537 32.4162 108.056 32.4162H113.78C114.301 32.4162 114.821 32.4162 114.821 32.9991V39.9965C114.821 40.5793 114.307 40.5793 113.78 40.5793H108.064C107.551 40.5793 107.023 40.5793 107.023 39.9965H107.015ZM119.847 39.7505C119.847 42 121.928 42 124.01 42H131.988V40.5793H123.501C122.981 40.5793 122.461 40.5793 122.461 39.9965V32.9991C122.461 32.4162 122.974 32.4162 123.501 32.4162H132V31H124.02C121.939 31 119.858 31 119.858 33.2495L119.847 39.7505Z" fill="#1A1A1A"/><path d="M0 41.994H2.59282L4.40903 38.5022H10.2877L12.1024 42H14.6968L8.99134 31.006H5.70545L0 42V41.994ZM5.1052 37.1639L7.34839 32.839L9.59468 37.161L5.1052 37.1639ZM16.2562 41.994H25.0743C27.1504 41.994 29.2249 41.994 29.2249 39.7452V37.4963C29.2249 36.3308 28.3601 35.9985 27.6671 35.8316C28.3601 35.6647 29.0517 35.1654 29.0517 34.1669V33.2489C29.0517 31 26.9771 31 24.9025 31H16.2515L16.2562 41.994ZM18.8506 40.5782V36.5812H25.5848C26.1046 36.5812 26.6228 36.5812 26.6228 37.1639V39.9955C26.6228 40.5782 26.1046 40.5782 25.5848 40.5782H18.8506ZM18.8506 35.1654V32.4158H25.4208C25.939 32.4158 26.4573 32.4158 26.4573 33V34.5827C26.4573 35.1654 25.939 35.1654 25.4208 35.1654H18.8506ZM30.9545 32.4158H36.8332V41.994H39.4276V32.4158H45.3063V31H30.9499L30.9545 32.4158ZM47.0328 39.7452C47.0328 41.994 49.1074 41.994 51.1819 41.994H55.8509C57.9254 41.994 60 41.994 60 39.7452V33.2489C60 31 57.9254 31 55.8509 31H51.1804C49.1058 31 47.0313 31 47.0313 33.2489V39.7452H47.0328ZM49.6225 39.9925V33C49.6225 32.4158 50.133 32.4158 50.659 32.4158H56.3707C56.8889 32.4158 57.4072 32.4158 57.4072 33V39.9925C57.4072 40.5753 56.8889 40.5753 56.3707 40.5753H50.659C50.1408 40.5753 49.6225 40.5753 49.6225 39.9925Z" fill="#1A1A1A"/><path d="M39.9209 9.60179C74.1124 23.2889 90.4154 -2.44497 132 18.2126L131.919 25.2095L131.268 18.7827C97.8893 3.86644 66.2723 26.6118 39.9209 9.60179Z" fill="#BF1713"/><path d="M2.42623 25.9393C0.702326 21.8564 -1.15169 14.9497 0.907123 10.8307C3.3165 6.02017 2.99846 6.57579 2.99846 6.57579C17.0138 12.9401 39.5921 -0.285219 57.5166 -0.000196078C69.943 0.203048 78.7107 2.88612 91.2539 7.39117C91.2539 7.39117 69.8249 2.78269 59.4092 2.44836C39.9426 1.8266 26.8645 14.5961 3.89354 9.01953C-0.526455 12.4675 0.751718 21.296 2.42623 25.9393Z" fill="#BF1713"/></g><defs><clipPath id="clip0"><rect width="132" height="45" fill="white"/></clipPath></defs></svg></div></a>
			</div>
			<div class="header-top__col">
				<a href="tel:83472589178" class="header-top__phone">8 (347) 258-91-78</a>
				<div class="header-top__phone-subtitle">9:00-21:00 без выходных</div>
			</div>
			<div class="header-top__col">
				<form role="search" class="header-top__search" action="https://autoplus-ufa.ru" method="get">
					<button class="header-top__search-submit" type="submit" title="Search" aria-label="Search">
						<span class="header-top__search-icon"><svg xmlns="http://www.w3.org/2000/svg" width="15" height="15" viewBox="0 0 15 15" fill="none"><circle cx="9" cy="6" r="5.5" stroke="#AAAAAA"/><path d="M1 14L5 10" stroke="#AAAAAA" stroke-linecap="round"/></svg></span>
					</button>
					<input placeholder="Поиск по сайту" class="header-top__search-input" type="search" name="s" title="Search">
				</form>
			</div>
			<div class="header-top__col">
				<div class="header-top__adress">
					<div class="header-top__icon"><svg xmlns="http://www.w3.org/2000/svg" width="15" height="22" viewBox="0 0 15 22" fill="none"><path d="M14.5 7.5625C14.5 8.83652 14.0622 10.3521 13.3699 11.9387C12.6811 13.5172 11.7585 15.1256 10.8292 16.5737C9.90083 18.0204 8.97155 19.2983 8.274 20.2148C7.96242 20.6241 7.69747 20.9609 7.5 21.2078C7.30253 20.9609 7.03758 20.6241 6.726 20.2148C6.02845 19.2983 5.09917 18.0204 4.17081 16.5737C3.24151 15.1256 2.31893 13.5172 1.63014 11.9387C0.937829 10.3521 0.5 8.83652 0.5 7.5625C0.5 3.65807 3.63791 0.5 7.5 0.5C11.3621 0.5 14.5 3.65807 14.5 7.5625Z" stroke="#DF1F1A"/><circle cx="7.5" cy="8.5" r="1.5" fill="#DF1F1A"/></svg></div>
					<div class="header__city-wrap">
						<select class="header__city-select" style="display: none;">
	    		  	<option value="all" disabled="" selected="">Уфа</option>
	    		    <option value="г. Уфа, Цветочная, 38 А">г. Уфа, Цветочная, 38 А</option>
	    		    <option value="г. Уфа, проспект Октября 71 к.1.">г. Уфа, проспект Октября 71 к.1.</option>
		    		</select>
					</div>
				</div>
			</div>
			<div class="header-top__col">
				<button class="header__btn">Рассчитать стоимость</button>
			</div>
			<div class="header-top__col">
				<div class="header-top__social">
					<div class="header-top__social-item">
						<a href="https://api.whatsapp.com/send?phone=79272363106" target="_blank" class="header-top__social-link"><svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" viewBox="0 0 22 22" fill="none"><g clip-path="url(#clip0)"><path d="M0 22L1.26811 15.7635C0.524884 14.2595 0.141747 12.6029 0.149559 10.9252C0.149559 4.90343 5.05299 0 11.0748 0C17.0967 0 22 4.90343 22 10.9252C22 16.947 17.0967 21.8504 11.0748 21.8504C9.39876 21.8552 7.74447 21.47 6.24298 20.7254L0 22ZM6.39254 19.633L6.55505 19.7174C7.95195 20.4396 9.50241 20.8144 11.0748 20.81C16.5244 20.81 20.9596 16.3749 20.9596 10.9252C20.9596 5.47556 16.5244 1.04043 11.0748 1.04043C5.62512 1.04043 1.18999 5.47556 1.18999 10.9252C1.18561 12.4978 1.56036 14.048 2.28263 15.4449L2.36722 15.6074L1.33307 20.6669L6.39254 19.633Z" fill="#DF1F1A"/><path d="M14.1572 17.1682H13.6759C8.79862 17.1682 4.83179 13.2014 4.83179 8.32403V7.84278C4.83103 7.01497 5.1612 6.22126 5.74876 5.63826L6.17801 5.20902C6.84769 4.53915 8.01825 4.53915 8.68812 5.20902L10.0343 6.54857C10.3685 6.88065 10.5558 7.33256 10.5545 7.80372C10.5529 8.27431 10.366 8.72527 10.0343 9.05887L9.91069 9.18233C9.65596 9.43782 9.51326 9.78399 9.51402 10.1448C9.51536 10.5051 9.65787 10.8507 9.91069 11.1073L10.8862 12.0828C11.3935 12.59 12.3038 12.59 12.8177 12.0828L12.9411 11.9592C13.611 11.2893 14.7815 11.2893 15.4514 11.9592L16.7974 13.3119C17.4906 14.0052 17.4906 15.1289 16.7974 15.822L16.3684 16.2512C15.7837 16.8405 14.9873 17.1707 14.1572 17.1682ZM7.43297 5.72267C7.23806 5.72247 7.05078 5.79964 6.91285 5.93738L6.4836 6.36662C6.09189 6.75529 5.87184 7.28436 5.87222 7.8363V8.32403C5.87584 12.6323 9.3677 16.1241 13.6759 16.1278H14.1572C14.7091 16.1281 15.2382 15.9081 15.6269 15.5164L16.0561 15.0871C16.1944 14.9494 16.272 14.7621 16.272 14.567C16.272 14.3717 16.1944 14.1846 16.0561 14.0467L14.7166 12.7005C14.4253 12.4231 13.9674 12.4231 13.6759 12.7005L13.5525 12.8241C12.613 13.7626 11.0908 13.7626 10.1513 12.8241L9.17585 11.8487C8.72622 11.3956 8.47359 10.7833 8.47359 10.1448C8.47264 9.50812 8.72527 8.89731 9.17585 8.44749L9.2995 8.32403C9.43648 8.18552 9.51364 7.99862 9.51402 7.80372C9.5144 7.60863 9.43724 7.42154 9.2995 7.28341L7.95328 5.93738C7.81515 5.79964 7.62806 5.72247 7.43297 5.72267Z" fill="#DF1F1A"/></g><defs><clipPath id="clip0"><rect width="22" height="22" fill="white"/></clipPath></defs></svg></a>
					</div>
					<div class="header-top__social-item">
						<a href="https://vk.com/autoplus13/" target="_blank" class="header-top__social-link">
							<svg xmlns="http://www.w3.org/2000/svg" width="23" height="23" viewBox="0 0 23 23" fill="none"><rect x="1.38049" y="1.452" width="20.7657" height="20.7657" rx="3.5" stroke="#DF1F1A"/><path d="M16.4183 11.8348C16.4183 14.4057 14.3342 16.4899 11.7633 16.4899C9.1924 16.4899 7.10828 14.4057 7.10828 11.8348C7.10828 9.26393 9.1924 7.17981 11.7633 7.17981C14.3342 7.17981 16.4183 9.26393 16.4183 11.8348Z" stroke="#DF1F1A"/><circle cx="18.0639" cy="5.53425" r="1.14556" fill="#DF1F1A"/></svg>
						</a>
					</div>
					<div class="header-top__social-item">
						<a href="https://www.instagram.com/avtoplus.ufa/" target="_blank" class="header-top__social-link">
						<svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 25 14.696"><g id="Слой_2" data-name="Слой 2"><g id="Слой_1-2" data-name="Слой 1"><path d="M8.4,1.459a3.916,3.916,0,0,1,.347-.427A2.051,2.051,0,0,1,10.022.578,15.464,15.464,0,0,1,13.34.6c.038.005.077.008.115.015.837.164,1.111.466,1.108,1.322-.006,1.248-.049,2.5-.064,3.745a4.774,4.774,0,0,0,.071.79,1.242,1.242,0,0,0,.143.392c.192.352.456.437.767.186a5.056,5.056,0,0,0,.845-.866A18.231,18.231,0,0,0,18.744,1.8c.212-.538.362-.632.946-.636,1.225-.009,2.45-.029,3.675-.036a2.915,2.915,0,0,1,.673.063.5.5,0,0,1,.427.695,6.483,6.483,0,0,1-.5,1.225,28.587,28.587,0,0,1-2.385,3.379c-.283.372-.564.748-.81,1.145a.933.933,0,0,0,.118,1.317c.441.473.924.907,1.385,1.361a11.272,11.272,0,0,1,2.019,2.416c.407.72.2,1.222-.619,1.357a10.165,10.165,0,0,1-1.4.065c-.647.016-1.3,0-1.942.04a2.694,2.694,0,0,1-2.149-.846c-.527-.521-1-1.09-1.516-1.626a4.325,4.325,0,0,0-.65-.567.667.667,0,0,0-1.054.23,5.527,5.527,0,0,0-.381,1.166,3.1,3.1,0,0,0-.051.676c-.016.562-.268.884-.831.906a9.9,9.9,0,0,1-4.08-.482,9.529,9.529,0,0,1-3.9-2.861A29.261,29.261,0,0,1,2.357,5.618C1.751,4.468,1.2,3.289.638,2.114c-.291-.611-.127-.9.548-.959.574-.045,1.154-.027,1.731-.031.554-.005,1.108,0,1.662,0A1.019,1.019,0,0,1,5.6,1.8,20.828,20.828,0,0,0,8.173,6.424a3.579,3.579,0,0,0,.564.59c.439.364.849.253,1-.3a5.735,5.735,0,0,0,.211-1.357A24.35,24.35,0,0,0,9.87,2.885,1.336,1.336,0,0,0,8.618,1.509Z" fill="none" stroke="#df1f1a" stroke-miterlimit="10"/></g></g></svg>
						</a>
					</div>
				</div>
			</div>
		</div>
	</div>
	<div class="header-bottom">
		<div class="container">
			<div class="mobileMenu"><div class="bar1"></div><div class="bar2"></div><div class="bar3"></div></div>
			<?php
				wp_nav_menu( [
				'theme_location'  => '',
				'menu'            => 'Меню',
				'container'       => 'div',
				'container_class' => '',
				'container_id'    => '',
				'menu_class'      => (check_mobile_device()) ? 'top-menu top-menu--mobile' : 'top-menu',
				'menu_id'         => '',
				'echo'            => true,
				'fallback_cb'     => 'wp_page_menu',
				'before'          => '',
				'after'           => '',
				'link_before'     => '',
				'link_after'      => '<span class="top-menu__arrow"></span>',
				'items_wrap'      => '<ul id="%1$s" class="%2$s">%3$s</ul>',
				'depth'           => 0,
				'walker'          => '',
				] );
				?>
		</div>
	</div>
<?php do_action('bottom_header'); ?>
</header>
<?php do_action('after_header'); ?>
