<?php
/*
Template Name: Политика
*/
get_header();
?>
<div class="single-all_wrap">
  <?php do_action('before_content'); ?>
  <div class="content_wrap">
    <?php do_action('content_inner'); ?>
    <section class="policy">
      <div class="container">
        <h1 class="policy__title">Политика конфиденциальности</h1>
            <div class="policy__text">
              Настоящая политика конфиденциальности является официальным документом Индивидуального предпринимателя Сапрыкина Александра Владимировича, ИНН 026411523829, ОГРНИП 317028000130140 (далее – Администратор) и определяют порядок использования посетителями (далее - Посетитель) сайта https://rguard.ru/ (далее - Сайт) и обработки информации, получаемой Администратором от Посетителя.
              <ol>
                <li>Соглашение может быть изменено Администратором в одностороннем порядке в любой момент, без какого-либо специального уведомления Посетителя Сайта.</li>
                <li>В случае, если при использовании Посетителями Сайта Администратору будет сообщена какая-либо информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (далее – Персональные данные), ее последующая обработка будет осуществляться в соответствии с законодательством Российской Федерации.</li>
              </ol>
              В отношении всех сообщаемых Персональных данных Посетитель дает Администратору согласие на их обработку. Администратор обрабатывает персональные данные Посетителя исключительно в целях предоставления Посетителю функций Сайта, размещенного на нем контента, маркетинговой, рекламной, иной информации, в целях получения Посетителем персонализированной (таргетированной) рекламы, исследования и анализа данных Посетителя, а также в целях предложения Посетителю своих услуг. В отношении всех сообщенных Администратору Посетителем персональных данных Администратор вправе осуществлять сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача любым третьим лицам, включая передачу персональных данных третьим лицам на хранение или в случае поручения обработки персональных данных третьим лицам), обезличивание, блокирование, уничтожение, трансграничную передачу, обработку с применением основных способов такой обработки (хранение, запись на электронных носителях и их хранение, составление перечней, маркировка) и иные действия в соответствии со статьей 3 Федерального закона от 27.06.2006 № 152-ФЗ «О персональных данных».
              <ol start="3">
                <li>Посетитель понимает и соглашается с тем, что предоставление Администратору какой-либо информации о себе, не являющейся контактной и не относящейся к целям, обозначенным Администратором Сайта (не относящейся к деятельности Администратора, к продвигаемым им услугам, к условиям сотрудничества Администратора и Посетителя Сайта), а равно предоставление информации, относящейся к государственной, банковской и/или коммерческой тайне, информации о расовой и/или национальной принадлежности, политических взглядах, религиозных или философских убеждениях, состоянии здоровья, интимной жизни Посетителя Сайта или иного третьего лица запрещено.</li>
                <li>В случае принятия Посетителем решения о предоставлении Администратору какой-либо информации (каких-либо данных), Посетитель обязуется предоставлять исключительно достоверную и актуальную информацию. Посетитель Сайта не вправе вводить Администратора в заблуждение в отношении своей личности, сообщать ложную или недостоверную информацию о себе.</li>
                <li>Администратор принимает меры для защиты Персональных данных Посетителя Сайта в соответствии с законодательством Российской Федерации.</li>
                <li>Администратор не проверяет достоверность персональной информации, предоставляемой Посетителем Сайта, и не имеет возможности оценивать его дееспособность. Однако Администратор исходит из того, что Посетитель предоставляет достоверную персональную информацию и поддерживает эту информацию в актуальном состоянии.</li>
                <li>Администратор вправе запрещать Посетителю доступ к Сайту или к отдельным частям Сайта.</li>
                <li>Посетитель в соответствии с ч. 1 ст. 18 Федерального закона «О рекламе» дает Администратору свое согласие на получение сообщений рекламного характера.</li>
                <li>Посетитель самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с использованием Сайта, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц, а также за несоблюдение законодательства при использовании Сайта.</li>
                <li>Посетитель использует Сайт на свой собственный риск. Сайт предоставляется «как есть». Администратор не принимает на себя никакой ответственности, в том числе за соответствие Сайта целям Посетителя.</li>
                <li>Любые информацию и/или материалы (в том числе загружаемое ПО, письма, какие-либо инструкции и руководства к действию и т.д.), доступ к которым Посетитель получает с использованием Сайта, Посетитель может использовать на свой собственный страх и риск и самостоятельно несет ответственность за возможные последствия использования указанных информации и/или материалов, в том числе за ущерб, который это может причинить компьютеру Посетителя или третьим лицам, за потерю данных или любой другой вред.</li>
              </ol>
            </div>
      </div>
    </section>
  </div>
</div>
<?php get_footer() ?>
