<?php
/*
Template Name: Частные заказы
*/
get_header();
?>
<div class="single-all_wrap">
  <?php do_action('before_content'); ?>
  <div class="content_wrap">
    <?php do_action('content_inner'); ?>
      <section class="company">
        <div class="container">
          <h1 class="company__title">Частные заказы</h1>
          <div class="company__img-wrap"><img src="/wp-content/uploads/images/image23.jpg" alt="" class="company__img"></div>
          <div class="company__text">
            <p>Алмаз-Холдинг предлагает услугу частного заказа, воспользовавшись которой Вы станете владельцем украшения, выполненного в единственном экземпляре. Наши мастера могут воплотить в драгоценном металле любую фантазию по Вашему эскизу.</p>
            <p>В умелых руках ювелира благородные металлы и драгоценные камни обретают совершенную форму, становясь великолепными шедеврами ювелирного искусства. Ювелиры компании Алмаз-Холдинг смогут в полной мере и с вниманием к деталям реализовать Ваш замысел так, чтобы получилось качественное и долговечное изделие. </p>
            <p>Доверьте воплощение Вашего эскиза в ювелирное украшение настоящим профессионалам!</p>
            <p>Кроме того, имея собственное производство, Алмаз-Холдинг предлагает изготовление корпоративных заказов любых объёмов в оптимальные сроки. </p>
            <p>Мы предлагаем широкий спектр корпоративной продукции из драгоценных металлов: сувениры, значки, медали, монеты, плакетки, кубки, предметы личного пользования, посуда и многое другое. На любое изделие мы можем нанести логотип компании одним из способов на Ваш выбор — создать надпись ручной или механической гравировкой, лазером, эмалью или на цветном принтере.</p>
          </div>
          <div class="company__info">
            <p>
              <span>Контактная информация для частных заказов:</span><br />
              <span>г. Уфа, Проспект Октября, 6</span>
              <span class="company__phone-wrap"><a href="tel:83472238388" class="company__phone">8 (347) 223-83-88</a></span>
              <a href="mailto:almaz-holding@ah-ufa.ru" class="">almaz-holding@ah-ufa.ru</a>
            </p>
          </div>
        </div>
      </section>
    <?php do_action('content_after'); ?>
  </div>
  <?php do_action('after_content'); ?>
</div>

<?php
get_footer();
?>
