<?php
/*
Template Name: Гарантия качества
*/
get_header();
?>
<div class="single-all_wrap">
  <?php do_action('before_content'); ?>
  <div class="content_wrap">
    <?php do_action('content_inner'); ?>
      <section class="company">
        <div class="container">
          <h1 class="company__title">Гарантия качества</h1>
          <h2 class="company__another-title">Мы уверены в безупречном качестве наших украшений и предоставляем Вам уникальные гарантии на все изделия!</h2>
          <div class="company__img-wrap"><img src="/wp-content/uploads/images/image22.jpg" alt="" class="company__img"></div>
          <div class="company__text">
            <p>Бессрочная гарантия на изделия с драгоценными камнями дает возможность обратиться в салон нашей компании за устранением недостатков. В случае, если изделие не подвергалось механическим воздействиям, а камень выпал, Вы можете принести украшение вместе с биркой в любой салон Алмаз-Холдинг, где после проведения независимой экспертизы, его примут на ремонт или заменят на новое совершенно бесплатно.</p>
          </div>
          <div class="company__img-wrap"><img src="/wp-content/uploads/images/image20.jpg" alt="" class="company__img"></div>
          <div class="company__text">
            <p>Цепи Алмаз-Холдинг выполнены с соблюдением всех стандартов качества, поэтому мы с уверенностью предоставляем гарантию 3 года на золотые цепи. Все цепи Алмаз-Холдинг проходят обязательное испытания на износостойкость и на разрыв (согласно ОСТу 117-3-002-95). В зависимости от толщины изделия цепи выносят нагрузку, сопоставимую с тем, что каждая может выдержать от 250 до 1000 подвесок.<br> Цепь любого плетения от Алмаз-Холдинг будет комфортно носиться и радовать Вас своим блеском и прочностью.</p>
          </div>
          <h2 class="company__another-title">ГАРАНТИЯ 2 ГОДА НА ВСЕ ИЗДЕЛИЯ</h2>
          <div class="company__text">
            <p>Для изготовления ювелирных изделий бренда Алмаз-Холдинг используется только банковский драгоценный металл, а также качественные лигатуры итальянского производства. Мы гарантируем, что проба наших изделий соответствует ГОСТу, о чем свидетельствует клеймо Верхне-Волжской пробирной инспекции.</p>
            <p>Отдел технического контроля на производстве компании проверяет каждое изделие по особой системе контроля «АХ100», чтобы исключить малейшие производственные недочеты. Данный свод из ста требований позволяет гарантировать эргономику изделий, то есть удобство при ношении украшений и безупречное качество на всех этапах изготовления. </p>
            <p>Все это позволяет нам предоставлять уникальную гарантию в 2 года на весь ассортимент украшений в наших салонах!</p>
          </div>
          <h2 class="company__another-title">ГАРАНТИЯ ПОДЛИННОСТИ БРИЛЛИАНТОВ</h2>
          <div class="company__text">
            <p>Бриллианты для наших изделий закупаются у проверенных партнеров, таких как Гомельский завод «Кристалл», и сопровождаются строгой документацией. Бриллианты гранятся из якутских алмазов. Каждая партия вставок, попадая на предприятие, проходит дополнительный контроль геммологов «Алмаз-Холдинг». Мы гарантируем, что характеристики камней в изделиях Алмаз-Холдинг соответствуют заявленным на бирках. </p>
            <p>Бирка Алмаз-Холдинг - это сертификат изделия, и на ней исключительно точная информация!</p>
          </div>
          <h2 class="company__another-title">ГАРАНТИЯ РУЧНОЙ ЗАКРЕПКИ КАЖДОГО КАМНЯ</h2>
          <div class="company__text">
            <p>Ювелиры нашего завода, чтобы добиться правильной геометрии изделий, симметрии крапанов и параллельности площадки закрепленных камней, креплят камни вручную. Эти аспекты серьёзно влияют на внешний вид изделий. Закрепщики плотно прижимают каждый камень к гнезду крапанами. Их кропотливая работа гарантирует, что Вы не потеряете драгоценный камень. Технологический контроль исключает механические дефекты в наших изделиях. </p>
            <p>Убедитесь в качестве и аккуратности закрепки с помощью лупы, которая имеется в каждом ювелирном салоне Алмаз-Холдинг!</p>
          </div>
          <h2 class="company__another-title">ГАРАНТИЯ ВЫСОКОГО КАЧЕСТВО СТОЛОВОГО СЕРЕБРА</h2>
          <div class="company__text">
            <p>Алмаз-Холдинг специализируется на изготовлении посуды и столовых приборов из серебра, и гарантирует, что все изделия безопасны и прошли соответствующую экспертизу. Столовое серебро от Алмаз-Холдинг, которое ценится за качество и долговечность, несомненно, станет фамильной реликвией. </p>
          </div>
          <div class="company__copyright">Будьте уверены, мы ручаемся за качество!</div>
        </div>
      </section>
    <?php do_action('content_after'); ?>
  </div>
  <?php do_action('after_content'); ?>
</div>

<?php
get_footer();
?>
