<?php
/*
Template Name: О компании
*/
get_header();
?>
<div class="single-all_wrap">
  <?php do_action('before_content'); ?>
  <div class="content_wrap">
    <?php do_action('content_inner'); ?>
      <section class="company">
        <div class="container">
          <h1 class="company__title">О компании</h1>
          <div class="company__text">
            <p>Вот уже 20 лет ювелирная компания Алмаз-Холдинг радует гостей и жителей Уфы украшениями непревзойденного качества и дизайна. Ювелирные консультанты наших салонов всегда с радостью расскажут о современных трендах в ювелирной моде и посоветуют, какое украшение лучше подойдет именно Вам.<br></p>
            <p>На сегодняшний день 12 ювелирных салонов Алмаз-Холдинг в каждом районе города работают для Вас ежедневно. Достойный ассортимент, высокое качество, доступная ценовая политика, лояльность и любовь к Покупателям – вот критерии работы Алмаз-Холдинг.<br></p>
            <p>Ювелиры компании Алмаз-Холдинг могут воплотить в жизнь любую Вашу драгоценную мечту! Помимо широчайшего ювелирного ассортимента в салонах Уфы, особое внимание уделяется изготовлению индивидуальных и корпоративных заказов. Принимаются заявки на изготовление фамильных драгоценностей: ювелирных украшений, сувениров, предметов посуды и интерьера по Вашим эскизам из любых драгоценных металлов и камней!<br></p>
            <p>Только в салонах Алмаз-Холдинг Покупателям предоставляется бессрочная гарантия на украшения с бриллиантами, увеличенная гарантия в 3 года на цепи и браслеты и 2 года гарантии на весь ассортимент. Каждое украшение тщательно контролируется на всех этапах производства согласно особым стандартам качества, чтобы дарить красоту, радость и комфорт своим обладателям.<br></p>
          </div>
          <div class="company__copyright">АЛМАЗ-ХОЛДИНГ – ВМЕСТЕ С НАМИ В МИР ПРЕКРАСНОГО…</div>
        </div>
      </section>
    <?php do_action('content_after'); ?>
  </div>
  <?php do_action('after_content'); ?>
</div>

<?php
get_footer();
?>
