<?php

defined( 'ABSPATH' ) || exit;

get_header();
$termObj = get_queried_object();
$termMeta = get_term_meta($termObj->term_id);

$zadachi_terms = get_terms( array(
	'taxonomy'      => 'zadachi-dlia-uslugi', // название таксономии с WP 4.5
	'orderby'       => 'id',
	'order'         => 'ASC',
	'hide_empty'    => false
) );

$uslugi_args = array(
		 'posts_per_page' => -1,
		 'post_type' => 'uslugi',
		 'orderby' => 'date',
		 'order' => 'DESC'
);

$tax_query[] =
array(
	'taxonomy' => 'usl-kategorii',
	'field'    => 'id',
	'terms'    => array($termObj->term_id),
	'operator' => 'IN'
);

$uslugi_args['tax_query'] = array(
	'relation' => 'AND',
	$tax_query
);

$uslugi_wp_query = new WP_Query($uslugi_args);

$projects_args = array(
		 'posts_per_page' => -1,
		 'post_type' => 'projects',
		 'orderby' => 'date',
		 'order' => 'DESC'
 );

$projects_wp_query = new WP_Query($projects_args);

$uslugi_proj_args = array(
		 'posts_per_page' => -1,
		 'post_type' => 'uslugi',
		 'orderby' => 'date',
		 'order' => 'ASC'
);

$uslugi_proj_wp_query = new WP_Query($uslugi_proj_args);

?>
<div class="single-all_wrap context">
  <?php do_action('before_content'); ?>
  <div class="content_wrap">
    <?php do_action('content_inner'); ?>
    <section class="usluga-cat__main-screen">
      <div class="usluga-cat__main-content">
        <div class="container">
          <div class="usluga-cat__col">
            <h1 class="usluga-cat__title"><?php echo (!empty($termMeta['proizvolnyi-h1-zagolovok'][0])) ? $termMeta['proizvolnyi-h1-zagolovok'][0] : single_term_title(); ?></h1>
            <div class="usluga-cat__description"><?php echo (!empty($termMeta['opisanie'][0])) ? $termMeta['opisanie'][0] : "" ?></div>
          </div>
        </div>
      </div>
      <div class="usluga-cat__flayer">
       <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 497.309 435.149"><g id="topcave" data-name="top_cave"><g id="sloy1_2" data-name="sloy1"><polygon points="497.309 0 439.071 37.296 353.298 77.707 305.016 65.262 240.836 40.828 187.445 60.193 143.712 111.524 86.907 112.475 60.779 140.727 19.586 199.786 17.045 203.435 25.776 246.387 31.237 273.258 12.432 344.084 0 390.88 0 0 497.309 0" fill="#e31013"/><polygon points="0 0 434.236 0 415.21 21.541 385.108 41.584 330.584 42.795 303.882 54.693 271.512 30.819 182.897 10.959 102.245 61.926 45.441 62.239 32.37 131.397 6.816 170.934 19.586 199.786 32.944 229.967 25.776 246.387 6.816 289.847 12.432 344.084 16.472 383.153 0 435.149 0 0" fill="#e73a3a"/></g></g></svg>
      </div>
      <div class="usluga-cat__images-ground">
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1440 342" fill="none">
<path d="M1440 73.7241V341.998H0V73.7241L79 17L179.5 54.5L311 74.5L368.483 90.87L462.5 85.0146L542.5 38.9983L654 85.0146L749.5 125.523L809.5 114.196L876.5 139.543L989.074 90.87L1098 132.436L1175.5 125.523L1259 107.41L1319.5 139.543C1319.5 139.543 1434.32 77.1013 1440 73.7241Z" fill="#FFD8D8"/>
<path d="M0 24.5258V214H1440V24.5258L1375 71.2669L1232 68.2669L1162 83.2669L1071.52 58.9024L977.5 54.7669L897.5 0L786 32.5L690.5 49L630.5 41L563.5 58.9024L451.5 0L342 24.5258L264 43.3663L181 36.2073L120.5 58.9024C120.5 58.9024 5.67541 26.9111 0 24.5258Z" fill="#FF3131"/>
</svg>
      </div>
      <div class="usluga-cat__images-wrap">
        <div class="usluga-cat__char">
            <div class="usluga-cat__char-dialog">Нашлось 14 млн результатов</div>
            <div class="usluga-cat__char-dialog usluga-cat__char-dialog--plumbus">Ок, Монолит, купить плюмбус в Уфе!</div>
            <svg version="1.1" id="monolith" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
	 viewBox="0 0 417.4 318.1" style="enable-background:new 0 0 417.4 318.1;" xml:space="preserve">
<style type="text/css">
	.st0{fill:#E31013;}
	.st1{fill:#F08183;}
</style>
<g id="sloy_2">
	<g id="Слой_1-2">
		<polygon class="st0" points="163,0 102.5,38.6 102.5,318.1 163,318.1 		"/>
		<polygon class="st1" points="184.7,318.1 163,318.1 163,0 184.7,3.9 		"/>
		<g id="sloy2_2">
			<g id="sloy_1_2_2">
				<path class="st0" d="M10.4,217.1c0-3.2,8.9-5.8,19.9-5.8s19.9,2.6,19.9,5.8v1.8L48.3,236l-2.6,6.3v1.2c0,0.8-0.7,1.6-2.1,2.2
					c-0.3,0.2-0.6,0.3-0.9,0.4c-4,1.3-8.1,1.9-12.3,1.8c-4.2,0.1-8.3-0.5-12.3-1.8c-0.3-0.1-0.6-0.2-0.9-0.4
					c-1.3-0.7-2.1-1.4-2.1-2.2v-1.2l-2.6-6.3l-2.1-17.1V217.1z"/>
				<path class="st0" d="M16.6,205.4c0.4,1,1.5,1.6,3.2,1.8c0.4,0.1,0.8,0.1,1.2,0.1c3.5,0.2,8.8-0.8,14.3-2.8s10.1-4.7,12.7-7.1
					c0.3-0.3,0.6-0.5,0.8-0.9c1.1-1.3,1.6-2.5,1.3-3.5c-0.1-0.1-0.2-0.7-0.4-1.1c0-0.1-0.1-0.2-0.1-0.4c-0.2-0.5-0.4-1.1-0.4-1.2
					c-0.4-1.2-2-1.8-4.3-1.9c-0.7-1.9-1.9-4.8-2.7-7.7c-1.4-4.6-2.4-9.9-2.4-9.9l-0.3,0.1c0.5,3.4,1.3,6.7,2.3,10
					c1,3.2,2,5.9,2.7,7.6c-0.2,0-0.4,0-0.6,0c-0.3-0.7-0.6-1.5-0.9-2.3c-1.8-4.5-3.2-9.7-3.2-9.7l-0.3,0.1c0.8,3.3,1.9,6.6,3.1,9.7
					c0.3,0.7,0.6,1.4,0.9,2.1l-0.6,0c-0.1-0.3-0.3-0.7-0.3-0.8c-0.3-0.9-1.5-1.3-3.3-1.4c-0.9-1.7-3.1-2.4-4.9-1.4
					c-0.9,0.5-1.5,1.3-1.8,2.3c-1.2,0.3-2.4,0.7-3.5,1.1c-2.3,0.8-4.5,1.9-6.5,3.1c-1.6-0.3-3.1,0.7-3.3,2.3c0,0.2,0,0.3,0,0.5
					c-0.6,0.6-0.9,1.4-0.7,2.2c0,0.1,0.2,0.5,0.3,0.8c-0.4,0.3-0.7,0.6-1.1,0.9c-1.4-3.7-3.5-9.4-5.4-14.9c-3-8.9-5.7-19.1-5.7-19.1
					l-0.2,0.1c0,0,2,8.2,5.7,19.1c2.1,6.4,4.1,11.7,5.4,15.1c-1.7,1.6-2.5,3.1-2.1,4.3c0.1,0.1,0.3,0.8,0.5,1.2
					c0,0.1,0.1,0.2,0.1,0.4C16.4,204.8,16.6,205.3,16.6,205.4z M36.4,188.8c-0.3-0.7,0-1.6,0.7-1.9s1.6,0,1.9,0.7
					c0.3,0.7,0,1.6-0.7,1.9C37.6,189.8,36.7,189.5,36.4,188.8L36.4,188.8z"/>
				<path class="st0" d="M47.9,215.7c1.9,0,3.4,1.5,3.4,3.3c0,1.2-0.6,2.3-1.6,2.9l2.6,21l-1.5,0.2l-2.6-20.7c-0.2,0-0.4,0-0.5,0
					l2.5,20l-3.1,0.4l-2.6-21.4c-1.4-1.3-1.5-3.4-0.2-4.8C45.1,215.5,46.6,215.2,47.9,215.7L47.9,215.7z"/>
				<path class="st0" d="M47.6,240c0.9-1.6,3-2.2,4.6-1.3c1,0.6,1.7,1.6,1.7,2.8l13.8,10l-0.5,0.3L53.7,243
					c-0.1,0.2-0.2,0.3-0.3,0.5l13.1,8.2l-1.1,0.7l-14.5-6.5c-1.8,0.6-3.7-0.4-4.3-2.2C46.2,242.3,46.6,240.9,47.6,240L47.6,240z"/>
				<path class="st0" d="M14.5,216.3c-1.8-0.6-3.7,0.3-4.3,2c-0.4,1.1-0.2,2.4,0.5,3.3l-9.3,19l1.3,0.6l9.2-18.8
					c0.2,0.1,0.3,0.1,0.5,0.2l-8.8,18.1l2.8,1.4l9.5-19.4c0.4-0.2,0.8-0.4,1.1-0.7c1.3-1.4,1.3-3.5-0.1-4.8
					C16.2,216.7,15.3,216.3,14.5,216.3L14.5,216.3z"/>
				<path class="st0" d="M3,237.4c-1.9,0.2-3.2,1.9-3,3.8c0.1,1.2,0.9,2.2,2,2.7l4,16.5l0.5-0.4l-3.1-15.9c0.2,0,0.4,0,0.6-0.1
					l2.6,15.2l1-0.8l-0.5-15.9c1.2-1.4,1-3.6-0.5-4.8C5.6,237,4.2,236.8,3,237.4z"/>
				<path class="st0" d="M28.1,210.1c0,0-0.1-0.1-0.1-0.1v-0.5c0-0.1,0.1-0.2,0.3-0.2c0,0,0,0,0-0.1v-0.5c0-0.1,0.1-0.2,0.4-0.3l0,0
					v-0.5c0-0.1,0.1-0.1,0.2-0.2c0,0,0-0.1,0-0.1v-0.5c0-0.1,0.1-0.1,0.2-0.2c0,0-0.1-0.1-0.1-0.1v-0.5c0-0.1,0.1-0.1,0.2-0.2
					c-0.1,0-0.1-0.1-0.1-0.1v-0.5c0-0.1,0.1-0.1,0.2-0.2c-0.1,0-0.1-0.1-0.1-0.1v-0.5c0-0.1,0-0.1,0.1-0.1c-0.1-0.1-0.1-0.1-0.1-0.1
					v-0.5c0,0,0-0.1,0.1-0.1c-0.1,0-0.1-0.1-0.1-0.1v-0.5c0-0.3,1.5-0.5,3.4-0.5c1.9,0,3.4,0.2,3.4,0.5v0.5c0,0.1,0,0.1-0.1,0.1
					c0.1,0,0.1,0.1,0.1,0.1v0.5c0,0.1,0,0.1-0.1,0.1c0.1,0,0.1,0.1,0.1,0.1v0.5c0,0.1-0.1,0.1-0.2,0.2c0.1,0,0.1,0.1,0.1,0.1v0.5
					c0,0.1-0.1,0.1-0.2,0.2c0.1,0,0.1,0.1,0.1,0.1v0.5c0,0.1-0.1,0.1-0.2,0.2c0,0,0.1,0.1,0.1,0.1v0.5c0,0.1-0.1,0.1-0.2,0.2
					c0,0,0.1,0.1,0.1,0.1v0.5c0,0.1-0.1,0.2-0.4,0.3l0,0v0.5c0,0.1-0.1,0.2-0.3,0.2c0,0,0,0,0,0.1v0.5c0,0.1-0.1,0.1-0.2,0.2
					c0,0,0.1,0.1,0.1,0.1v0.5c0,0,0,0.1-0.1,0.1c0.1,0.1,0.2,0.1,0.2,0.2v0.5l0,0c0.3,0.1,0.5,0.2,0.5,0.3v0.5l0,0
					c0.3,0.1,0.5,0.2,0.5,0.3v0.5l0,0c0.3,0.1,0.5,0.2,0.5,0.3v0.5c0,0.3-1.5,0.5-3.4,0.5s-3.4-0.2-3.4-0.5v-0.5l0,0
					c-0.3-0.1-0.5-0.2-0.5-0.3v-0.5l0,0c-0.3-0.1-0.5-0.2-0.5-0.3v-0.5l0,0c-0.3-0.1-0.5-0.2-0.5-0.3v-0.5c0,0,0-0.1,0.1-0.1
					c-0.1-0.1-0.2-0.1-0.2-0.2v-0.5C27.9,210.2,28,210.1,28.1,210.1z"/>
				<path class="st0" d="M64.6,253.8c0.1,1,1,1.7,2,1.5c0.9-0.1,1.6-0.9,1.6-1.8c1-0.1,1.7-1,1.6-1.9c-0.1-0.9-0.9-1.6-1.8-1.6
					c-0.9-0.2-1.8-0.3-2.7-0.4c-1,0.1-1.7,0.9-1.6,1.9C63.6,252.2,64.6,253.5,64.6,253.8z"/>
				<path class="st0" d="M65.4,254L65.4,254c0.5-0.3,1.2-0.2,1.5,0.3l2.5,4.8c0.1,0.2,0.1,0.5-0.1,0.7l0,0c-0.2,0.2-0.5,0.1-0.7-0.1
					c0,0,0,0,0,0l0,0l-3.5-4.1C64.8,255.1,64.9,254.4,65.4,254z"/>
				<path class="st0" d="M68.4,259.2L68.4,259.2c0.1-0.5,0.6-0.7,1-0.6l4.6,1.1c0.2,0,0.4,0.2,0.4,0.4l0,0c-0.1,0.2-0.3,0.3-0.5,0.3
					l-4.7-0.3C68.7,260.1,68.3,259.7,68.4,259.2L68.4,259.2z"/>
				<path class="st0" d="M67.6,250.8L67.6,250.8c-0.1,0.6,0.4,1.1,1,1.2l5.4,0c0.3,0,0.5-0.2,0.5-0.4l0,0c0-0.3-0.2-0.5-0.4-0.5
					l-5.3-1.1C68.2,249.8,67.7,250.2,67.6,250.8z"/>
				<path class="st0" d="M73.6,251L73.6,251c-0.3,0.3-0.4,0.9,0,1.2l3.1,3.5c0.1,0.2,0.3,0.2,0.5,0.1l0,0c0.1-0.2,0.1-0.4,0-0.5
					l-2.5-4C74.5,250.9,74,250.8,73.6,251z"/>
				<path class="st0" d="M67.3,252.5L67.3,252.5c0.4-0.4,1.1-0.4,1.5,0l3.3,4.3c0.2,0.2,0.2,0.5,0,0.7l0,0c-0.2,0.2-0.5,0.2-0.7,0
					l0,0l-4.2-3.4C66.9,253.6,66.9,252.9,67.3,252.5z"/>
				<path class="st0" d="M70.7,256.5L70.7,256.5c0.2-0.4,0.7-0.6,1.1-0.4l4.2,2c0.2,0.1,0.3,0.3,0.3,0.5l0,0
					c-0.1,0.2-0.3,0.3-0.5,0.2l-4.5-1.2C70.9,257.5,70.6,257,70.7,256.5z"/>
				<path class="st0" d="M5.7,260.9c-0.2,0.9,0.3,1.9,1.3,2.1c0.9,0.2,1.9-0.3,2.1-1.3c0.9,0.3,1.9-0.2,2.2-1.2
					c0.3-0.9-0.2-1.9-1.2-2.2c0,0,0,0-0.1,0c0,0-0.1,0-0.1,0c-0.4-0.1-1.7-1.1-2.4-1.2c-0.9-0.2-1.9,0.3-2.1,1.3l0,0
					C5.5,259.3,5.6,260.1,5.7,260.9z"/>
				<path class="st0" d="M7,261L7,261c0.6-0.1,1.1,0.3,1.2,0.9l0.2,5.4c0,0.3-0.1,0.5-0.4,0.5c0,0,0,0,0,0l0,0
					c-0.3,0.1-0.5-0.1-0.6-0.4v0L6,262.2C6,261.6,6.4,261,7,261L7,261z"/>
				<path class="st0" d="M7.4,266.9L7.4,266.9c0.3-0.4,0.8-0.4,1.2-0.1l3.6,3c0.2,0.1,0.3,0.3,0.2,0.5l0,0l0,0
					c-0.1,0.2-0.4,0.2-0.5,0l-4.1-2.3C7.3,267.9,7.1,267.3,7.4,266.9L7.4,266.9z"/>
				<path class="st0" d="M9.3,259.4L9.3,259.4c-0.2,0.6,0.1,1.2,0.6,1.4l0,0l5.3,1.3c0.3,0.1,0.5,0,0.6-0.3l0,0
					c0.1-0.3,0-0.5-0.3-0.6l-4.8-2.4C10.1,258.6,9.5,258.9,9.3,259.4z"/>
				<path class="st0" d="M15,261.1L15,261.1c-0.4,0.2-0.6,0.7-0.3,1.1l2.2,4.2c0.1,0.2,0.3,0.3,0.5,0.3l0,0c0.2-0.1,0.3-0.3,0.2-0.5
					l-1.4-4.5C15.9,261.2,15.5,261,15,261.1z"/>
				<path class="st0" d="M8.6,261.2L8.6,261.2c0.5-0.3,1.2-0.1,1.5,0.4l2.3,4.9c0.1,0.2,0.1,0.5-0.2,0.7l0,0
					c-0.2,0.1-0.5,0.1-0.7-0.2l-3.3-4.3C7.9,262.1,8.1,261.5,8.6,261.2z"/>
				<path class="st0" d="M11.3,266.5L11.3,266.5c0.1-0.5,0.6-0.7,1.1-0.6l4.5,1.4c0.2,0,0.4,0.2,0.3,0.4l0,0
					c-0.1,0.2-0.3,0.3-0.5,0.2l-4.7-0.6C11.6,267.3,11.2,267,11.3,266.5z"/>
				<path class="st0" d="M33,261.4l3.5,0.1c0.1,0,0.2-0.1,0.2-0.2c1.3-1.4,2.4-3,3.3-4.6c1.2-2.6,2.2-5.2,3-7.9
					c0.1-0.3,0.1-0.6-0.1-0.6l-9.7-0.8c-0.3,0-0.5,0.3-0.5,0.6c0,0,0.6,6.7,0.5,9c-0.1,2.1-0.2,4.3-0.2,4.3
					C32.9,261.3,33,261.4,33,261.4C33,261.4,33,261.4,33,261.4z"/>
				<path class="st0" d="M24.4,260.6l-3.5-0.2c-0.1,0-0.2-0.1-0.2-0.2c-1.2-1.5-2.2-3.1-2.9-4.9c-1-2.6-1.8-5.3-2.4-8.1
					c-0.1-0.3,0-0.6,0.2-0.6l9.8-0.1c0.2,0,0.5,0.3,0.5,0.6c0,0-1.1,6.6-1.1,8.9c0,2.1-0.1,4.3-0.1,4.3
					C24.5,260.5,24.5,260.6,24.4,260.6z"/>
				<path class="st0" d="M26.7,262.2l4,0.3c0.1,0,0.2-0.1,0.3-0.2l5.9-16.6c0.1-0.5-0.1-0.9-0.4-1l-13.2-0.8c-0.4,0-0.6,0.4-0.6,0.9
					l3.7,17.2C26.4,262.1,26.6,262.2,26.7,262.2L26.7,262.2z"/>
			</g>
		</g>
		<path class="st0" d="M246.1,227c-1.7-4.8-3.5-9.6-4-14.6c-0.5-1.9-0.7-4-1.7-5.8c-0.8-1.8-1.8-3.7-3.8-4.2
			c0.7-2.1,0.4-4.4,0.5-6.7c0-0.3-0.6-1-0.6-1.2c0.1-0.5,1-0.5,1.3-0.9c1-1.2,1-1.2,0.3-2.5c-0.5-1.1-0.3-2.5-1.5-3.2
			c-0.5-0.5-0.7-1.6-1.2-1.1c-0.3,0.3-2,0.5-2.3,0.8c-3.4-4.1-11.2-4.1-15.3-0.9v-10.1h-0.5V187c-1.7-1.7-3.2,3-4.4,4
			c-0.8,1.2-0.8,1.6,0.2,2.7c-0.1,4.3,0.1,8.9,3.5,12.1c-1.2-0.4-2.5-0.7-3.8-0.8c-0.9,0.1-1.8,0.4-2.6,1
			c-4.7-0.5-10.7-1.2-11.2-1.2l0,0c-1.2-0.9-2.3-2.1-2.9-3.4l-1.4-1.8c-0.2-0.2,0.1-0.7-0.1-0.9c-1.2-1.4-2.4-3.4-3.7-4.8
			c-0.1-0.2-0.8,0-0.9-0.1l-1.7-2.1l-0.3,0.2c-0.1,0-0.1-0.1-0.2-0.1c-0.7-1.5-1.3-3-1.6-4.6c-0.1-0.7-0.2-1.3-0.3-2
			c-0.3-0.6-0.8-1.1-1.2-1.6l0,1.6c-0.7-1.1-1.4-2.2-2-3.4c-0.2,0-0.3-0.1-0.5-0.2c0,0-0.1,0-0.1,0c-0.4-0.2-0.9-0.2-1.2-0.4
			c-0.5,0-0.9,0.1-1.4,0.3c0,0.1-0.4,0.4-0.5,0.5c0,0.4,0.1,0.7,0.1,1.1c0.1,0.3,0.1,0.7,0.2,1.1c-0.1,0.3-0.3-0.9-0.5-0.6
			s0,1.3,0,1.5c0.2,0.6,0.5,1.3,0.6,1.9c0.9,1.8,2.1,5,2.4,5.3c0.4,0.4,1.4,1.5,1.5,1.6c0.1,0.1-0.1,0.5,0,0.7
			c1.8,3.2,6.1,10.4,7.2,13.3l1-0.2c-0.4,1.6,1,2.5,1.5,3.9c1.6,2.2,4.1,1.9,6.4,2.6c0,0,0.1,0,0.1-0.1l8.9,4.4l0,0
			c0.9,0.9,1.8,1.6,2.8,2.3c0.1,3.5,0.5,7,0.8,10.5c2.6,4.5,3.1,9.9,1.3,14.8c-0.6,5.6-2.3,11.3-2.5,17c-0.1,1.5-0.7,3.1,0.2,4.6
			c-2.1,3.5-2.1,8.9,0.3,12.3c1.3,4,1.1,8.1,1.9,12.2c0.1,0.4,0,0.8-0.3,1.1c-1.1,2.5,0.1,5.7-0.2,8.4c-0.1,1.4-1.7,2.5-2.4,3.8
			c-2,1-3.9,2.2-4.4,4.6c0,2.2,2.2,2.6,3.9,3.1c2.9,1,6-1.1,8.5-2.5c0.4-0.6,1.1-1,1.8-1c1.7-0.1,3.1-1.2,3.7-2.7
			c0.5-1.1,0.4-2.3-0.3-3.2c-0.2-1.2-0.3-2.4-0.4-3.6c-0.6-3.4,0.2-7.1-1.4-10.2c0.1-4.7,0.9-9.5-1.3-13.8c0.2-1.3,0.3-2.8,0.6-4.1
			c0.5-0.6,0.8-1.3,0.8-2.1c0.2-2.9,2.3-5.3,1.9-8.2c0.8,2,0.3,4.6,0.7,6.7c0.8,1.3-0.3,2.3-0.3,3.5c-0.3,2.8,0.3,5.6,1.6,8
			c0.7,0.9-0.3,1.9,0.1,2.8c1.3,2.8,0.9,5.9,1.4,8.8c0.1,1.2-0.9,2.1-1.2,3.2c-0.2,2.9,0.1,5.8,0.2,8.7c-0.9,1.7-1.3,3.7-2.4,5.2
			c-1.5,1.2-2.5,5.3-0.8,6.4c1.5,0.2,4.2,0.7,5.7,0.9c1.7-0.9,3.9-1.3,4.8-3.2c0.3-1.4,2.3-1.6,2.2-3.2c0-2.2-1.3-4.4-0.3-6.7
			c0.6-2.9,1.8-5.8,1.3-8.8c0-0.7,0.1-1.5-0.6-2c-0.1-0.7-0.2-1.4-0.1-2.1c0.3-4.1,2-9.1,0.1-12.9c-0.2-0.5,0-0.9,0-1.4
			c-0.2-1.5,0-3.1,0.7-4.5c0.3-3.6-0.5-7.3,0.7-10.8c0.4-1.8-1.1-7.1,0.5-7.9c0.6-0.4,0.9-1.3,1.4-1.8c0.4-0.6,1.3-0.5,1.5-1.3
			c0.4-1.6,4.5-6.9,3.1-7.7c1.1-0.6,1.3-1.8,2-2.7l1-0.1c0,0,1-0.9,1.3-1.4c0.8-1.3,1-4.6,1.3-5.7c0,0-1.4-2.8-1.6-3.1
			C247.5,227.7,247,226.7,246.1,227z M237.8,232.7c-0.3,1-0.6,1.9-0.9,2.9c-0.1,0.2-0.1,0.4,0,0.5c0.2,0.5,0.2,1,0,1.5
			c-0.3,1-0.5,1.9-0.8,2.9c-0.1,0.2-0.2,0.4-0.3,0.5c-0.1-0.2-0.1-0.2-0.1-0.3c0.1-1.2-0.3-2.4-1.2-3.2c-0.1-0.1-0.1-0.2-0.2-0.4
			c-0.3-0.6-0.1-1.2-0.1-1.9c0-0.3,0-0.6,0-1c0.1-0.6,0.4-1.3,0.6-2c0-0.1,0.1-0.3,0.2-0.4c0.3-0.3,0.6-0.6,0.9-0.9s0.7-0.8,1.1-1.2
			c0.3,0.8,0.6,1.6,0.9,2.3C237.9,232.4,237.8,232.6,237.8,232.7z"/>
		<path class="st0" d="M413.8,238.8v-2.2c0-2.5-2-4.5-4.5-4.5h-1.7v-2.8c0-1.1-0.4-2.2-1-3l0.3-27.5h-0.6l-0.3,26.8
			c-1.8-1.7-4.6-1.8-6.5-0.3l1.6-18.3l-0.6,0l-1.6,18.9c-0.9,0.9-1.3,2.2-1.3,3.4v1.4c0-1.4-2.4,0-2.4,0l-1-3.6l-1.7-4.7
			c0.9-2.6,1-5.4,0.3-8l0.1-17.8h-0.6l-0.1,15.9c-0.6-1.4-1.5-2.7-2.5-3.8c0.1-1.2,0.2-2.3,0.1-3.5c-0.2-2-0.1-2.8-1.1-2.4
			s-4.1,0-5.6-0.1c-1-0.1-1.9-0.1-2.9,0c-0.6,0.3-1.1,0.9-1.2,1.6c-7.5,0.5-13.2,7-12.7,14.5c0.4,6.6,5.6,12,12.2,12.7
			c-0.2,0.6-0.4,1.2-0.7,2.1c-0.4,1.4-0.6,2.8-0.6,4.2l-1.3-1.1c-0.1-0.1-0.2-0.1-0.3-0.2c-0.2-0.1-2.1-1.9-2.3-1.8
			c-0.6,0-0.6,0.1-0.6,0.1c-0.2-0.1-0.4-0.1-0.5-0.1c-0.8-0.1-1.6-0.3-2.4-0.6l-0.4-0.2l-0.5-0.2c-0.1,0-0.2-0.1-0.4-0.1
			c-0.2,0-0.4,0-0.5,0c-0.2,0-0.4,0.2-0.5,0.4c0,0.2,0.1,0.5,0.3,0.6c0.2,0.1,0.4,0.2,0.6,0.3c0.6,0.2,1.1,0.4,1.7,0.6h-0.4
			c-0.1,0-0.2,0-0.3,0.1c-0.1,0.1-0.1,0.1-0.1,0.2c-0.1,0.3-0.1,0.7,0,1l-8.1-10.6l-7.1,5.6l9.7,12.7l1.4-0.6
			c0.2,0.4,0.5,0.7,0.9,0.8c0.5,0.1,1.3,0.9,1.6,1s1.2-0.4,1.3-0.1s-0.2,0.9-0.2,0.9c0.5,0.3,1.1,0.6,1.7,0.8
			c0.8,0.4,1.6,0.9,2.3,1.5c0.3,0.2,0.5,0.3,0.8,0.5c1,0.8,1.8,1.8,2.5,2.8c0.3,0.4,0.7,0.7,1.2,0.7c0.1,2.7,0.2,4.7,0.3,5.5
			c0.4,2.5,0.3,1.3,1,2.4c0.4,0.6,0.6,0.7,0.9,0.6c-0.1,0.1-0.1,0.3-0.2,0.5c-0.7,1.7-1.5,9.1-2.1,12s-0.9,10-1.2,11.3s0.2,3,0,4.4
			s1.3,0.6,0.3,1.7s-1.2,1.5-1.1,3.3c0.1,1.1,0.6,2.2,1.5,2.9c0.1,0.5,0,1-0.2,1.5c-0.3,0.7,0.2,4.5,0,5.1s0.7,1.5,0.4,2.6
			s0.7,1.3,0.4,2.3s1,1.7,0.5,2.6s-1.9,0.8-1.9,0.8c-0.8,0-1.6-0.1-2.4-0.2c-1.6-0.1-3.1,0.7-4,2c-0.2,0.5-0.3,1-0.2,1.5
			c0.8-0.2,8.6-1.1,17.8-2.2l2.3-0.3c-0.1-0.3-0.2-0.7-0.3-1l3.1,1.9l4.2,0.8c0,0,4.6-0.5,7.1-1.9s-1.1-1.7-1.6-3.8s0.6-3.7,0.6-5.1
			c-0.3-3.3-0.8-6.5-1.5-9.7c-0.3-1.1-0.4-2.3-0.2-3.5c0.1-0.8,0.2-0.8-0.8-1.3s1.4-1.6,1-2.1s-1.3-12.7-1.3-12.7
			c0.5-1-0.3-2.3,0.7-3.5s-0.3-0.5,0.1-3.8c0.2-1.4,0.2-2.7,0.1-4.1c0.7,0.4,1.5,0.6,2.3,0.6h7c1.5,0,2.9-0.7,3.7-1.9h2.6
			c1.5,0,1.6-1.7,1.7-7.1S414.8,240.5,413.8,238.8z M371.2,242.2c-0.1-0.3,0-1.2-0.2-1.5h0l0.4-0.2l-0.7-1c0.2,0.1,0.6,0,0.8,0.1
			c0.1,0.2,0.3,0.4,0.3,0.6c0.3,0.6,0.5,1.2,0.8,1.8C372,242.3,371.4,242.8,371.2,242.2L371.2,242.2z M391.6,308.3
			c0.1,0.3-2.5,0.6-4.7,0.9c0.1-0.5,0.2-1.2,0.4-2.1c0.5-2.3-0.6-9.2-0.2-10s-0.9-1.1-0.3-1.9s-0.6-1-0.6-2.2s-1.5-0.1-0.4-2
			s1.2-7.4,1.2-7.4s0.6,1.9,0.9,3.2c0.3,1.1,0.8,2.1,1.3,3.1c0.1,0.2,0.2,0.3,0.3,0.3c0,0.1-0.1,0.1-0.1,0.2c-0.5,0.9-0.5,2.1,0,3
			l-1.1-1.5c-0.7,0.3,0.9,0.9,0.4,1.6s1.1,2.9,1.1,2.9l0.9,3.6l1.6,4.9C392.1,305.9,391.8,307.1,391.6,308.3L391.6,308.3z"/>
	</g>
</g>
</svg>

        </div>
        <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1440 108" fill="none">
          <path fill-rule="evenodd" clip-rule="evenodd" d="M0 2.09094V108H1440L1440 2.09094L1335.03 33.0966L1227.62 16.1898L1176.66 29.2732L1071.52 16.2496L958.725 19.5951L817.378 0L684.394 33.0966L635.5 15.8314L550.933 29.6316L450.926 4.42085L364.421 11.7093L267.342 10.0365L201.507 24.6731L115.898 15.8314C115.898 15.8314 5.67541 4.42084 0 2.09094Z" fill="#E50303"/>
          <path d="M223.5 37.5L267.5 10L201 25L223.5 37.5Z" fill="#FA8383"/>
          <path d="M583 39.5L635.5 16L551 29.5L583 39.5Z" fill="#FA8383"/>
          <path d="M800.5 26.5L817.5 0L684.5 33L800.5 26.5Z" fill="#FA8383"/>
          <path d="M1427 19L1440 1.5L1323.5 36L1427 19Z" fill="#FA8383"/>
          <path d="M410.5 13.5L451 4.5L364 11.5L410.5 13.5Z" fill="#FA8383"/>
        </svg>
      </div>
    </section>
    <section class="tasks">
      <div class="container">
        <h2 class="tasks__title h2-title">Обозначьте задачу<span>Обозначьте задачу, <br>мы подскажем решение</span></h2>
        <div class="tasks__list-wrap">
          <div class="projects__tabs-buttons tasks__tabs-buttons--tasks tabs-buttons">
            <div class="projects__tabs-item tabs-item">
              <button type="button" class="projects__tabs-btn projects__tabs-btn--active tabs-btn tabs-btn--active" data-type="usl" data-term-id="<?php echo $termObj->term_id ?>">Все задачи</button>
            </div>
						<?php $termsArr = array() ?>
						<?php foreach ($uslugi_wp_query->posts as $key => $value): ?>
							<?php array_push($termsArr, get_the_terms($value->ID, 'zadachi-dlia-uslugi')) ?>
						<?php endforeach; ?>
						<?php $temp = array(); ?>
            <?php foreach ($termsArr as $key => $value): ?>
							<?php if (!empty($value)): ?>
								<?php foreach ($value as $key2 => $value2): ?>
									<?php if (!in_array($value2->term_id, $temp)): ?>
										<div class="projects__tabs-item">
											<button type="button" class="projects__tabs-btn tabs-btn" data-type="usl" data-term-id="<?php echo $termObj->term_id ?>" data-post-id="<?php echo $value2->term_id ?>"><?php echo $value2->name ?></button>
										</div>
									<?php endif; ?>
									<?php array_push($temp, $value2->term_id) ?>
								<?php endforeach; ?>
							<?php endif; ?>


            <?php endforeach; ?>
          </div>
        <div class="projects__tabs-content--tasks tabs-content">
						<?php while( $uslugi_wp_query->have_posts() ): ?>
				      <?php $uslugi_wp_query->the_post() ?>
				      <?php global $post; ?>
				      <?php $postMeta = get_post_meta($post->ID) ?>
				      <div class="projects__slider-item projects__slider-item--tasks">
					      <a href="<?php echo get_permalink() ?>" class="tasks__link"></a>
				        <div class="tasks__slider-img">
				          <?php echo get_the_post_thumbnail($post->ID, 'full') ?>
				        </div>
				        <div class="projects__slider-wrap projects__slider-wrap--tasks">
				          <div class="projects__slider-title projects__slider-title--tasks"><?php echo the_title() ?></div>
  				        <div class="projects__slider-excerpt projects__slider-excerpt--tasks">
                    <?php foreach (unserialize($postMeta['preimushchestva'][0]) as $key => $value): ?>
                      <div><?php echo $value['nazvanie-uslugi']?></div>
                    <?php endforeach; ?>
                  </div>
				        </div>
				      </div>
				    <?php endwhile; ?>
						<?php wp_reset_query(); ?>
        </div>
        </div>
      </div>
    </section>
    <section class="usluga-cat__etaps">
      <div class="container">
        <h2 class="usluga-cat__etaps-title h2-title"><?php echo (!empty($termMeta['zagolovok-etapov'][0])) ? $termMeta['zagolovok-etapov'][0] : "" ?></h2>
        <?php if (!empty($termMeta['etapy-sozdaniia'][0])): ?>
          <div class="usluga-cat__etaps-list">
            <?php foreach (unserialize($termMeta['etapy-sozdaniia'][0]) as $key => $value): ?>
              <div class="usluga-cat__etaps-row">
                <div class="usluga-cat__etaps-col">
                  <div class="h2-title usluga-cat__etaps-item_title"><span><?php echo $value['nazvanie-etapa'] ?></span></div>
                  <div class="usluga-cat__etaps-desc">
                    <?php echo nl2br($value['opisanie-etapa'], false) ?>
                  </div>
                </div>
                <div class="usluga-cat__etaps-col">
                  <?php echo do_shortcode($value['illiustratsiia-etapa']) ?>
                  <?php echo do_shortcode($value['dialogovoe-oblako']) ?>
                </div>
              </div>
            <?php endforeach; ?>
          </div>
        <?php endif; ?>
      </div>
    </section>
    <section class="projects">
      <div class="container">
        <div class="projects__col">
          <h2 class="projects__title h2-title">Проекты<span>Наша<br>гордость</span></h2>
          <div class="projects__text">
            <p>Мы не “делаем сайты”. Мы делаем бизнес.</p>
            <p>Наши продукты успешно помогают<br>зарабатывать деньги и продвигать свой <br>бизнес в интернете десяткам наших<br>клиентов.</p>
            <p>Почему?<br>Потому что мы вникаем в ваше дело,<br>изучаем вашу нишу, исследуем конкурентов,<br>анализируем данные и считаем цифры.</p>
          </div>
					<div class="projects__airplane">
				    <canvas id="ship" width="640" height="640"></canvas>
					</div>
        </div>
        <div class="projects__col">
          <div class="projects__tabs-buttons tabs-buttons">
            <div class="projects__tabs-item tabs-item">
              <button type="button" class="projects__tabs-btn projects__tabs-btn--active tabs-btn tabs-btn--active">Все (<?php echo $projects_wp_query->found_posts ?>)</button>
            </div>
						<?php while( $uslugi_proj_wp_query->have_posts() ): ?>
							<?php $uslugi_proj_wp_query->the_post() ?>
							<?php global $post; ?>
							<?php $postMeta = get_post_meta($post->ID); ?>
							<?php if (array_key_exists('relation_145645526bf6173d7d332ec43fc8cd37', $postMeta)) : ?>
								<div class="projects__tabs-item">
	                <button type="button" class="projects__tabs-btn tabs-btn" data-post-id="<?php echo $post->ID ?>"><?php echo the_title() . " (" . count($postMeta['relation_145645526bf6173d7d332ec43fc8cd37']) . ")" ?></button>
	              </div>
							<?php endif; ?>
						<?php endwhile; ?>
						<?php wp_reset_query(); ?>
        </div>
        <div class="projects__tabs-content tabs-content">
					<div id="projects__slider" class="projects__slider owl-carousel">
						<?php while( $projects_wp_query->have_posts() ): ?>
				      <?php $projects_wp_query->the_post() ?>
				      <?php global $post; ?>
				      <?php $postMeta = get_post_meta($post->ID) ?>
				      <div class="projects__slider-item">
					      <a href="<?php echo get_permalink() ?>" class="projects__link"></a>
				        <div class="projects__slider-logo">
				          <img src="<?php echo wp_get_attachment_url($postMeta['case_logo'][0]) ?>" alt="">
				        </div>
				        <div class="projects__slider-wrap">
				          <div class="projects__slider-title"><?php echo the_title() ?></div>
				          <a href="<?php echo (!empty($postMeta['url_site'][0])) ? $postMeta['url_site'][0] : '#' ?>" target="_blank" rel="nofollow" class="projects__slider-link">Перейти на сайт</a>
				        </div>
				        <div class="projects__slider-excerpt"><?php echo (!empty($postMeta['kratkoe-opisanie'][0])) ? $postMeta['kratkoe-opisanie'][0] : '' ?></div>
				      </div>
				    <?php endwhile; ?>
						<?php wp_reset_query(); ?>
				  </div>
        </div>
        </div>
      </div>
    </section>
		<section class="otzyvy otzyvy--usl-cat">
			<div class="container">
				<h2 class="otzyvy__title h2-title">Отзывы<span>о нас говорят так</span></h2>
				<div class="otzyvy__list-wrap">
					<?php get_template_part('template-parts/loop-otzyvy') ?>
				</div>
			</div>
		</section>
  </div>
</div>
<?php get_footer() ?>
